Repository: juanrafernandez/MyFragance
Catalog: PerfBeta/Resources/Localizable.xcstrings
Source language: en
Languages: es

# ¿Estás seguro de que deseas eliminar este perfume de tu lista de deseos?
source: Are you sure you want to remove this perfume from your wishlist?
es: ¿Estás seguro de que deseas eliminar este perfume de tu lista de deseos?

# ¿SABÍAS QUE...?
source: DID YOU KNOW...?
es: ¿SABÍAS QUE...?

# ¿Salir sin guardar?
source: Exit without saving?
es: ¿Salir sin guardar?

# Ajustes
source: Settings
es: Ajustes

# Añadir Impresiones
source: Add Impressions
es: Añadir Impresiones

# Añadir Perfume
source: Add Perfume
es: Añadir Perfume

source: Here you can discover personalized fragrance recommendations based on your olfactory profile. Create your first profile to receive suggestions and explore ideal perfumes for you.
es: Aquí podrás descubrir recomendaciones de fragancias personalizadas según tu perfil olfativo. Crea tu primer perfil para recibir sugerencias y explorar perfumes ideales para ti.

# Autenticación
source: Authentication
es: Autenticación

source: Autumn
es: Otoño

# Bienvenido a tu Perfumería Personal
source: Welcome to your Personal Perfumery
es: Bienvenido a tu Perfumería Personal

source: Brand N/A
es: Marca No Disponible

# Buscar perfume o marca
source: Search perfume or brand
es: Buscar perfume o marca

# Buscar un Regalo
source: Find a Gift
es: Buscar un Regalo

# Cancelar
source: Cancel
es: Cancelar

# Cargando datos...
source: Loading data...
es: Cargando datos...

# Cargando preguntas...
source: Loading questions...
es: Cargando preguntas...

# Cargar más
source: Load more
es: Cargar más

# Cerrar sesión
source: Log out
es: Cerrar sesión

# Complementado por %@
source: Complemented by %@
es: Complementado por %@

# Complementarias: %@
source: Complementary: %@
es: Complementarias: %@

# Continuar
source: Continue
es: Continuar

# Contraseña
source: Password
es: Contraseña

# Corazón: %@
source: Heart: %@
es: Corazón: %@

# Correo Electrónico
source: Email Address
es: Correo Electrónico

source: Create a new profile, view your saved profiles, or explore your gift searches.
es: Crea un nuevo perfil, consulta tus perfiles guardados o explora tus búsquedas de regalos.

# Crear mi Perfil Olfativo
source: Create my Olfactory Profile
es: Crear mi Perfil Olfativo

# Cuenta
source: Account
es: Cuenta

# Datos no disponibles
source: Data not available
es: Datos no disponibles

# Descubre tu fragancia ideal
source: Discover your ideal fragrance
es: Descubre tu fragancia ideal

# Duración
source: Duration
es: Duración

# Duración:
source: Duration:
es: Duración:

# Duración: %@
source: Duration: %@
es: Duración: %@

# duracion.long.description
source: Lasts for most of the day.
es: Dura la mayor parte del día.

# duracion.long.name
source: Long
es: Larga

# duracion.moderate.description
source: Lasts for several hours.
es: Dura varias horas.

# duracion.moderate.name
source: Moderate
es: Moderada

# duracion.short.description
source: Lasts for a few hours.
es: Dura unas pocas horas.

# duracion.short.name
source: Short
es: Corta

# duracion.very_long.description
source: Lasts for a day or more.
es: Dura un día o más.

# duracion.very_long.name
source: Very Long
es: Muy Larga

# Eliminar
source: Delete
es: Eliminar

# Eliminar de Lista de Deseos
source: Remove from Wishlist
es: Eliminar de Lista de Deseos

# Encuentra tu Perfume Ideal
source: Find Your Ideal Perfume
es: Encuentra tu Perfume Ideal

# Época del año
source: Season of the year
es: Época del año

# Época del año recomendada:
source: Recommended season:
es: Época del año recomendada:

# Error: No se pudo generar el perfil.
source: Error: Could not generate profile.
es: Error: No se pudo generar el perfil.

# Escribe una nota, marca o familia olfativa...
source: Write a note, brand or olfactory family...
es: Escribe una nota, marca o familia olfativa...

# Escribir al desarrollador
source: Write to developer
es: Escribir al desarrollador

# Estación: %@
source: Season: %@
es: Estación: %@

# Explorar
source: Explore
es: Explorar

source: Female
es: Femenino

# Ficha
source: Card
es: Ficha

# Fondo: %@
source: Base: %@
es: Fondo: %@

source: Gift View
es: Vista Regalo

# Guardar
source: Save
es: Guardar

# Guardar Perfil
source: Save Profile
es: Guardar Perfil

# Guardar Perfil Olfativo
source: Save Olfactory Profile
es: Guardar Perfil Olfativo

# Impresiones:
source: Impressions:
es: Impresiones:

# Información
source: Information
es: Información

# Iniciar Sesión
source: Log In
es: Iniciar Sesión

# Iniciar sesión con Google
source: Log in with Google
es: Iniciar sesión con Google

# Iniciar Test Olfativo
source: Start Olfactory Test
es: Iniciar Test Olfativo

# Inicio
source: Home
es: Inicio

# Intensidad
source: Intensity
es: Intensidad

# Intensidad del olor:
source: Scent intensity:
es: Intensidad del olor:

# Intensidad y Ocasión
source: Intensity and Occasion
es: Intensidad y Ocasión

# intensity.high.description
source: Very strong and potent scent.
es: Aroma muy fuerte y potente.

# intensity.high.name
source: High
es: Alta

# intensity.low.description
source: Subtle and light scent.
es: Aroma sutil y ligero.

# intensity.low.name
source: Low
es: Baja

# intensity.medium_high.description
source: Stronger scent, noticeable and present.
es: Aroma fuerte, perceptible y presente.

# intensity.medium_high.name
source: Medium High
es: Media-Alta

# intensity.medium.description
source: Moderate scent, noticeable but not overpowering.
es: Aroma moderado, perceptible pero no dominante.

# intensity.medium.name
source: Medium
es: Media

# intensity.very_high.description
source: Extremely powerful and intense scent.
es: Aroma extremadamente poderoso e intenso.

# intensity.very_high.name
source: Very High
es: Muy Alta

# intensity.very_low.name
source: Very Low
es: Muy Baja

source: Vanilla is one of the most expensive ingredients in perfumery, prized for its warm and sweet aroma.
es: La vainilla es uno de los ingredientes más caros de la perfumería, apreciada por su aroma cálido y dulce.

# Limpiar Filtros
source: Clear Filters
es: Limpiar Filtros

# Lista completa de deseos
source: Full wishlist
es: Lista completa de deseos

# Lista completa de favoritos
source: Full favorites list
es: Lista completa de favoritos

# Los datos no se guardarán si sales.
source: Data will not be saved if you exit.
es: Los datos no se guardarán si sales.

source: Male
es: Masculino

# Mostrar Filtros
source: Show Filters
es: Mostrar Filtros

# No hay datos disponibles
source: No data available
es: No hay datos disponibles

# No hay preguntas disponibles.
source: No questions available.
es: No hay preguntas disponibles.

# No hay productos relacionados.
source: No related products.
es: No hay productos relacionados.

# No se encontraron perfumes para tu perfil.
source: No perfumes found for your profile.
es: No se encontraron perfumes para tu perfil.

# Nombre
source: Name
es: Nombre

# Nombre del perfil
source: Profile name
es: Nombre del perfil

# Nombre del perfil (máx. 15 caracteres)
source: Profile name (max. 15 characters)
es: Nombre del perfil (máx. 15 caracteres)

# Obtener Sugerencias
source: Get Suggestions
es: Obtener Sugerencias

# Ocasión: %@
source: Occasion: %@
es: Ocasión: %@

# occasion.beach_days.description
source: For sunny days at the beach
es: Para días soleados en la playa

# occasion.beach_days.name
source: Beach Days
es: Días de playa

# occasion.daily_use.description
source: For daily use
es: Para uso diario

# occasion.daily_use.name
source: Daily Use
es: Uso diario

# occasion.dates.description
source: For dates
es: Para citas

# occasion.dates.name
source: Dates
es: Citas

# occasion.formal_meetings.description
source: For formal meetings
es: Para reuniones formales

# occasion.formal_meetings.name
source: Formal Meetings
es: Reuniones formales

# occasion.nature_walks.description
source: For nature walks
es: Para paseos por la naturaleza

# occasion.nature_walks.name
source: Nature Walks
es: Paseos por la naturaleza

# occasion.night_dates.description
source: For night dates
es: Para citas nocturnas

# occasion.night_dates.name
source: Night Dates
es: Citas nocturnas

# occasion.nights.description
source: For nights out
es: Para salidas nocturnas

# occasion.nights.name
source: Nights
es: Noches

# occasion.office.description
source: For the office
es: Para la oficina

# occasion.office.name
source: Office
es: Oficina

# occasion.parties.description
source: For parties
es: Para fiestas

# occasion.parties.name
source: Parties
es: Fiestas

# occasion.social_events.description
source: For social events
es: Para eventos sociales

# occasion.social_events.name
source: Social Events
es: Eventos sociales

# occasion.sports.description
source: For sports
es: Para deportes

# occasion.sports.name
source: Sports
es: Deportes

# occasion.sunny_days.description
source: For sunny days
es: Para días soleados

# occasion.sunny_days.name
source: Sunny Days
es: Días soleados

# occasion.winter.description
source: For winter
es: Para invierno

# occasion.winter.name
source: Winter
es: Invierno

# Ocultar Filtros
source: Hide Filters
es: Ocultar Filtros

# Perfil Olfativo
source: Olfactory Profile
es: Perfil Olfativo

# Perfiles Guardados
source: Saved Profiles
es: Perfiles Guardados

# Perfumes Recomendados
source: Recommended Perfumes
es: Perfumes Recomendados

# personality.adventurous.description
source: For the adventurous personality
es: Para la personalidad aventurera

# personality.adventurous.name
source: Adventurous
es: Aventurero

# personality.bold.description
source: For the bold personality
es: Para la personalidad audaz

# personality.bold.name
source: Bold
es: Audaz

# personality.confident.description
source: For the confident personality
es: Para la personalidad segura

# personality.confident.name
source: Confident
es: Seguro de sí mismo

# personality.creative.description
source: For the creative personality
es: Para la personalidad creativa

# personality.creative.name
source: Creative
es: Creativo

# personality.dreamer.description
source: For the dreamer personality
es: Para la personalidad soñadora

# personality.dreamer.name
source: Dreamer
es: Soñador

# personality.dynamic.description
source: For the dynamic personality
es: Para la personalidad dinámica

# personality.dynamic.name
source: Dynamic
es: Dinámico

# personality.elegant.description
source: For the elegant personality
es: Para la personalidad elegante

# personality.elegant.name
source: Elegant
es: Elegante

# personality.energetic.description
source: For the energetic personality
es: Para la personalidad enérgica

# personality.energetic.name
source: Energetic
es: Enérgico

# personality.formal.description
source: For the formal personality
es: Para la personalidad formal

# personality.friendly.description
source: For the friendly personality
es: Para la personalidad amigable

# personality.friendly.name
source: Friendly
es: Amigable

# personality.fun.description
source: For the fun personality
es: Para la personalidad divertida

# personality.fun.name
source: Fun
es: Divertido

# personality.mysterious.description
source: For the mysterious personality
es: Para la personalidad misteriosa

# personality.mysterious.name
source: Mysterious
es: Misterioso

# personality.natural.description
source: For the natural personality
es: Para la personalidad natural

# personality.passionate.description
source: For the passionate personality
es: Para la personalidad apasionada

# personality.passionate.name
source: Passionate
es: Apasionado

# personality.relaxed.description
source: For the relaxed personality
es: Para la personalidad relajada

# personality.relaxed.name
source: Relaxed
es: Relajado

# personality.romantic.description
source: For the romantic personality
es: Para la personalidad romántica

# personality.romantic.name
source: Romantic
es: Romántico

# personality.sensual.description
source: For the sensual personality
es: Para la personalidad sensual

# personality.spontaneous.description
source: For the spontaneous personality
es: Para la personalidad espontánea

# personality.spontaneous.name
source: Spontaneous
es: Espontáneo

# personality.sweet.description
source: For the sweet personality
es: Para la personalidad dulce

# personality.sweet.name
source: Sweet
es: Dulce

# personality.young.description
source: For the young personality
es: Para la personalidad joven

# personality.young.name
source: Young
es: Joven

# Pirámide Olfativa
source: Olfactory Pyramid
es: Pirámide Olfativa

# Pregunta: %@
source: Question: %@
es: Pregunta: %@

# price.€.description
source: Very cheap
es: Muy barato

# price.€€.description
source: Cheap
es: Barato

# price.€€€.description
source: Moderate
es: Moderado

# price.€€€€.description
source: Very expensive
es: Muy caro

# Principal: %@
source: Main: %@
es: Principal: %@

# Productos Relacionados
source: Related Products
es: Productos Relacionados

# projection.explosive.description
source: Projects across a large area.
es: Se proyecta a través de un área grande.

# projection.explosive.name
source: Explosive
es: Explosiva

# projection.high.description
source: Fills a room.
es: Llena una habitación.

# projection.high.name
source: High
es: Alta

# projection.low.description
source: Sits close to the skin.
es: Se queda cerca de la piel.

# projection.low.name
source: Low
es: Baja

# projection.moderate.description
source: Within arm's length.
es: A la distancia de un brazo.

# projection.moderate.name
source: Moderate
es: Moderada

# Proyección: %@
source: Projection: %@
es: Proyección: %@

# Puntuación (0-10): %@
source: Score (0-10): %@
es: Puntuación (0-10): %@

# Registrarse
source: Sign Up
es: Registrarse

# Registro de Usuario
source: User Registration
es: Registro de Usuario

# Reintentar
source: Retry
es: Reintentar

# Respuesta: %@
source: Answer: %@
es: Respuesta: %@

# Resumen de Respuestas
source: Answers Summary
es: Resumen de Respuestas

# Resumen del Test
source: Test Summary
es: Resumen del Test

# Resumen del Test de Regalo
source: Gift Test Summary
es: Resumen del Test de Regalo

# Salida: %@
source: Sillage: %@
es: Salida: %@

# Salir
source: Exit
es: Salir

# Selecciona un Perfume
source: Select a Perfume
es: Selecciona un Perfume

# Seleccionar
source: Select
es: Seleccionar

# Sin respuesta
source: No answer
es: Sin respuesta

# Soporte
source: Support
es: Soporte

source: Spring
es: Primavera

source: Summer
es: Verano

# Test de Perfumes
source: Perfume Test
es: Test de Perfumes

# Tu Perfil Olfativo
source: Your Olfactory Profile
es: Tu Perfil Olfativo

# Tus Perfumes Probados
source: Your Tested Perfumes
es: Tus Perfumes Probados

# Ver más
source: See more
es: Ver más

# Ver todos
source: See all
es: Ver todos

# Ver Todos
source: See All
es: Ver Todos

# Versión de la App
source: App Version
es: Versión de la App

# Volver a empezar
source: Start again
es: Volver a empezar

source: Winter
es: Invierno
